Repository: thenadz/document-gallery
Catalog: tags/3.5.2/languages/document-gallery-*.po
Languages: es_es

source: Settings
es_es: Configuración

source: Document Gallery Settings
es_es: Configuración de Document Gallery

source: Default Settings
es_es: Configuración por Defecto

source: Thumbnail Generation
es_es: Generación de Miniaturas

source: Custom CSS
es_es: CSS Personalizado

source: Advanced Thumbnail Generation
es_es: Generación Avanzada de Miniatura

source: Link to attachment page rather than to file
es_es: Enlace a la página del adjunto en lugar de al archivo

source: Include document descriptions
es_es: Incluir descripciones de documentos

source: Use auto-generated document thumbnails
es_es: Usar miniaturas de documento generadas automáticamente

source: Include image attachments in gallery
es_es: Incluir adjuntos de imágenes en la galería

source: Only look for attachments in post where [dg] is used
es_es: Buscar sólo los archivos adjuntos en correos donde se utiliza [dg]

source: Ascending or descending sorting of documents
es_es: Clasificación de documentos ascendente o descendente

source: Which field to order documents by
es_es: Qué campo para ordenar los documentos por

source: Whether matched documents must have all taxa_names (AND) or at least one (OR)
es_es: Si los documentos coincidentes deben tener todos taxa_names (AND) o por lo menos uno (OR)

source: Locally generate thumbnails for audio & video files.
es_es: Generar localmente las miniaturas para los archivos de audio y vídeo.

source: Use <a href="http://www.ghostscript.com/" target="_blank">Ghostscript</a> for faster local PDF processing (compared to Imagick).
es_es: Usar <a href="http://www.ghostscript.com/" target="_blank">Ghostscript</a> para acelerar el procesamiento local de PDF (en comparación con Imagick).

source: Your server is not configured to run <a href="http://www.ghostscript.com/" target="_blank">Ghostscript</a>.
es_es: Su servidor no está configurado para ejecutar <a href="http://www.ghostscript.com/" target="_blank">Ghostscript</a>.

source: Use <a href="http://www.php.net/manual/en/book.imagick.php" target="_blank">Imagick</a> to handle lots of filetypes locally.
es_es: Usar <a href="http://www.php.net/manual/es/book.imagick.php" target="_blank">Imagick</a> para manejar una gran cantidad de tipos de archivos localmente.

source: Your server is not configured to run <a href="http://www.php.net/manual/en/book.imagick.php" target="_blank">Imagick</a>.
es_es: Su servidor no está configurado para ejecutar <a href="http://www.php.net/manual/es/book.imagick.php" target="_blank">Imagick</a>.

source: Use <a href="https://drive.google.com/viewer" target="_blank">Google Drive Viewer</a> to generate thumbnails for MS Office files and many other file types remotely.
es_es: Usar <a href="https://drive.google.com/viewer" target="_blank">Google Drive Viewer</a> para generar imágenes en miniatura para archivos de MS Office y muchos otros tipos de archivos de forma remota.

source: Your server does not allow remote HTTP access.
es_es: Su servidor no permite el acceso HTTP remoto.

source: Successfully auto-detected the location of Ghostscript.
es_es: La ubicación de Ghostscript fue auto-detectada con éxito.

source: Failed to auto-detect the location of Ghostscript.
es_es: Fallo al auto-detectar la localización de Ghostscript.

source: The following values will be used by default in the shortcode. You can still manually set each of these values in each individual shortcode.
es_es: Los siguientes valores se utilizarán por defecto en el código corto. Todavía se puede configurar manualmente cada uno de estos valores en cada código corto individualmente.

source: Select which tools to use when generating thumbnails.
es_es: Seleccione las herramientas que se utilizan en la generación de imágenes en miniatura.

source: Enter custom CSS styling for use with document galleries. To see which ids and classes you can style, take a look at <a href="%s" target="_blank">style.css</a>.
es_es: Introduzca un estilo CSS personalizado para su uso con galerías de documentos. Para ver los identificadores de clases de estilo, vea <a href="%s" target="_blank">style.css</a>.

source: Unless you <em>really</em> know what you're doing, you should not touch these values.
es_es: A menos que usted <em>realmente</em> sepa lo que está haciendo, no debe tocar estos valores.

source: NOTE: <code>exec()</code> is not accessible. Ghostscript will not function.
es_es: NOTA: <code>exec()</code> no está accesible. Ghostscript no funcionará.

source: Failed to update CSS file.
es_es: Falló actualizar el archivo CSS.

source: Invalid Ghostscript path given:
es_es: Camino dado de Ghostscript inválido:

source: Generated using Document Gallery. Get yours here:
es_es: Generado usando Document Gallery. Obtenga el suyo aquí:

source: No attachments to display. How boring! :(
es_es: No hay adjuntos a mostrar. ¡Qué aburrido! :(

source: The %s parameter may only be "%s" or "%s." You entered "%s."
es_es: El parámetro %s puede ser solo "%s" o "%s." Usted entró "%s."

source: The following ID is invalid:
es_es: El ID siguiente no es válido:

source: The orderby value entered, "%s," is not valid.
es_es: El valor orderby entrado, "%s," no es válido.

source: The following attributes are invalid:
es_es: Los siguientes atributos son inválidos:

source: %s is not a valid term name in %s.
es_es: %s no es un nombre de término válido en %s.

source: Could not open file:
es_es: No se pudo abrir el archivo:

source: Could not write file:
es_es: No se pudo escribir el archivo:

source: Failed to open file in Imagick:
es_es: Falló abrir imagen en Imagick:

source: Failed to save image in Imagick:
es_es: Falló salvar imagen en Imagick:

source: Ghostscript failed:
es_es: Falló Ghostscript:

source: Failed to retrieve thumbnail from Google:
es_es: Falló obtener miniatura desde Google:

source: Failed to get image editor:
es_es: Falló obtener el editor de imagen:

source: Failed to save image:
es_es: Falló salvar la imagen:

source: Display non-images (and images) in gallery format on a page or post with the [dg] shortcode.
es_es: Mostrar los archivos que no son imágenes (e imágenes) en formato de galería en una página o post con el código corto [dg].
