Repository: thenadz/document-gallery
Catalog: languages/document-gallery-*.po
Languages: fr_fr

source: General
fr_fr: Général

source: Thumbnail Management
fr_fr: Gestion des miniatures

source: Logging
fr_fr: Journalisation

source: Advanced
fr_fr: Avancé

source: Settings
fr_fr: Paramètres

source: Document Gallery Settings
fr_fr: Paramétrage de Document Gallery

source: Default Settings
fr_fr: Paramètres par défaut

source: Thumbnail Generation
fr_fr: Génération des miniatures

source: Custom CSS
fr_fr: CSS personnalisé

source: Link to attachment page rather than to file
fr_fr: Lier vers la page média plutôt que vers le fichier

source: Include document descriptions
fr_fr: Inclure la description des médias

source: Use auto-generated document thumbnails
fr_fr: Utiliser des miniatures générées automatiquement

source: Include image attachments in gallery
fr_fr: Inclure les images dans la galerie

source: Only look for attachments in post where [dg] is used
fr_fr: Afficher uniquement les médias liés à l'article où le shortcode [dg] est utilisé

source: Ascending or descending sorting of documents
fr_fr: Tri ascendant ou descendant des médias

source: Which field to order documents by
fr_fr: Champ utilisé pour classer les médias

source: Whether matched documents must have all taxa_names (AND) or at least one (OR)
fr_fr: Permet de définir si les documents qui coïncident doivent avoir toutes les taxa_names (AND) ou au moins une (OR)

source: Locally generate thumbnails for audio & video files.
fr_fr: Générer localement les miniatures pour les médias de type audio et vidéo.

source: Use <a href="http://www.ghostscript.com/" target="_blank">Ghostscript</a> for faster local PDF processing (compared to Imagick).
fr_fr: Utiliser <a href="http://www.ghostscript.com/" target="_blank">Ghostscript</a> pour accélérer le traitement des PDF localement (en comparaison avec Imagick).

source: Your server is not configured to run <a href="http://www.ghostscript.com/" target="_blank">Ghostscript</a>.
fr_fr: Votre serveur n'est pas configuré pour exécuter <a href="http://www.ghostscript.com/" target="_blank">Ghostscript</a>.

source: Use <a href="http://www.php.net/manual/en/book.imagick.php" target="_blank">Imagick</a> to handle lots of filetypes locally.
fr_fr: Utiliser <a href="http://www.php.net/manual/es/book.imagick.php" target="_blank">Imagick</a> pour traiter la majeure partie des types de fichier localement.

source: Your server is not configured to run <a href="http://www.php.net/manual/en/book.imagick.php" target="_blank">Imagick</a>.
fr_fr: Votre serveur n'est pas configuré pour exécuter <a href="http://www.php.net/manual/es/book.imagick.php" target="_blank">Imagick</a>.

source: Use <a href="https://drive.google.com/viewer" target="_blank">Google Drive Viewer</a> to generate thumbnails for MS Office files and many other file types remotely.
fr_fr: Utiliser <a href="https://drive.google.com/viewer" target="_blank">Google Drive Viewer</a> pour générer les miniatures des fichiers MS Office et autres types de fichiers.

source: Your server does not allow remote HTTP access.
fr_fr: Votre serveur n'est pas configuré pour gérer les accès HTTP à distance.

source: The max width and height (in pixels) that thumbnails will be generated.
fr_fr: La hauteur et largeur maximale (en pixels) dans laquelle les miniatures seront générées.

source: Advanced Thumbnail Generation
fr_fr: Génération de miniatures avancée

source: Whether to log debug and error information related to Document Gallery.
fr_fr: Pour activer les logs de debug et informations d'erreurs relatives à Document Gallery.

source: Whether option structure should be validated before save. This is not generally necessary.
fr_fr: Dans le cas où les options doivent être validées avant enregistrement. Ce n'est pas nécessaire généralement.

source: Max number of seconds to wait for thumbnail generation before defaulting to filetype icons.
fr_fr: Temps maximum d'attente en secondes avant l'abandon de la génération de la miniature au profit des icônes par défaut.

source: Note that generation will continue where timeout happened next time the gallery is loaded.
fr_fr: Notez que la génération se poursuivra la prochaine fois que la galerie sera chargée.

source: Successfully auto-detected the location of Ghostscript.
fr_fr: GhostScript localisé automatiquement avec succès.

source: Failed to auto-detect the location of Ghostscript.
fr_fr: Impossible de localiser Ghostscript.

source: Options Array Dump
fr_fr: Export des options

source: Invalid width given:
fr_fr: Largeur invalide :

source: Invalid height given:
fr_fr: Hauteur invalide :

source: Invalid Ghostscript path given:
fr_fr: Chemin de Ghostscript invalide :

source: Invalid timeout given:
fr_fr: Délai invalide :

source: The following values will be used by default in the shortcode. You can still manually set each of these values in each individual shortcode.
fr_fr: Les valeurs suivantes seront utilisées par défaut dans le shortcode [dg]. Vous pouvez néanmoins paramétrer manuellement ces valeurs pour chaque shortcode individuel.

source: Select which tools to use when generating thumbnails.
fr_fr: Choisir les outils utilisés pour la génération des miniatures.

source: Enter custom CSS styling for use with document galleries. To see which ids and classes you can style, take a look at <a href="%s" target="_blank">style.css</a>.
fr_fr: Saisissez vos classes CSS personnalisées pour votre usage de Document Gallery. Pour voir le détail des classes et id à restyler, jetez un oeil au fichier <a href="%s" target="_blank">style.css</a>.

source: Unless you <em>really</em> know what you're doing, you should not touch these values.
fr_fr: A moins de <em>vraiment</em> savoir ce que vous faites, vous ne devriez pas modifier ces valeurs.

source: NOTE: <code>exec()</code> is not accessible. Ghostscript will not function.
fr_fr: NOTE : <code>exec()</code> n'est pas accessible. Ghostscript ne fonctionnera pas.

source: The following <em>readonly text</em> should be provided when <a href="http://wordpress.org/support/plugin/document-gallery" target="_blank">reporting a bug</a>:
fr_fr: Le <em>readonly text</em> suivant devra être fourni lors d'un <a href="http://wordpress.org/support/plugin/document-gallery" target="_blank">rapport de bug</a> :

source: Select All
fr_fr: Tout sélectionner

source: Thumbnail
fr_fr: Miniature

source: File name
fr_fr: Nom de fichier

source: Delete Selected
fr_fr: Effacer les sélectionnés

source: item
fr_fr: élément

source: Go to the first page
fr_fr: Première page

source: Go to the previous page
fr_fr: Page précédente

source: Current page
fr_fr: Page actuelle

source: of
fr_fr: sur

source: Go to the next page
fr_fr: Page suivante

source: Go to the last page
fr_fr: Dernière page

source: items per page
fr_fr: éléments pas page

source: View
fr_fr: Voir

source: attachment page
fr_fr: page des médias

source: Attachment not found
fr_fr: Média introuvable

source: Level
fr_fr: Niveau

source: Expand All
fr_fr: Tout déplier

source: Collapse All
fr_fr: Tout replier

source: Clear Log
fr_fr: Effacer les logs

source: There are no log entries at this time.
fr_fr: Il n'y aucune entrée de log pour l'instant.

source: For Your information:
fr_fr: Information :

source: is turned ON
fr_fr: est activé

source: is turned OFF
fr_fr: n'est PAS activé

source: Generated using Document Gallery. Get yours here:
fr_fr: Génération réalisée avec Document Gallery. Obtenez votre version ici :

source: No attachments to display. How boring! :(
fr_fr: Aucun média à afficher... Quel ennui ! :(

source: The %s parameter may only be "%s" or "%s." You entered "%s."
fr_fr: Le paramètre %s ne peut être que "%s" ou "%s." Vous avez saisi "%s."

source: The following ID is invalid:
fr_fr: L'ID suivant est invalide :

source: The orderby value entered, "%s," is not valid.
fr_fr: La valeur orderby saisie, "%s," est invalide.

source: %s is not a valid term name in %s.
fr_fr: %s n'est pas un terme valide dans %s.

source: Failed to set Imagick page number
fr_fr: Impossible de définir le numéro de page Imagick

source: Attempting to generate thumbnail for attachment #%d with (%s)
fr_fr: Tentative de génération de la miniature pour le média #%d avec '%s'

source: Could not open file:
fr_fr: Impossible d'ouvrir le fichier :

source: Could not write file:
fr_fr: Impossible d'écrire le fichier :

source: Failed to open file in Imagick:
fr_fr: Impossible d'ouvrir le fichier dans Imagick :

source: Failed to save image in Imagick:
fr_fr: Impossible d'enregistrer l'image dans Imagick :

source: Ghostscript failed:
fr_fr: Échec Ghostscript :

source: Failed to retrieve thumbnail from Google:
fr_fr: Impossible d'obtenir la miniature depuis Google :

source: Thumbnail Generators:
fr_fr: Générateurs de miniature :

source: No thumbnail generators enabled.
fr_fr: Aucun générateur de miniature activé.

source: Failed to get image editor:
fr_fr: Impossible d'obtenir l'éditeur d'image :

source: Failed to save image:
fr_fr: Impossible d'enregistrer l'image :

source: Display non-images (and images) in gallery format on a page or post with the [dg] shortcode.
fr_fr: Affiche les médias de type documents (et images) au format galerie dans une page ou un article grâce au shortcode [dg].
