Repository: thenadz/document-gallery
Catalog: tags/3.0.1/languages/document-gallery-*.po
Languages: sv_se

source: General
sv_se: Generellt

source: Thumbnail Management
sv_se: Miniatyrhantering

source: Logging
sv_se: Loggning

source: Advanced
sv_se: Avancerat

source: Settings
sv_se: Inställningar

source: Document Gallery Settings
sv_se: Document Gallery Inställningar

source: Default Settings
sv_se: Standardinställningar

source: Thumbnail Generation
sv_se: Miniatyrgenerering

source: Custom CSS
sv_se: Anpassad CSS

source: Link to attachment page rather than to file
sv_se: Länka till sida för bilaga istället för direkt till filen

source: Include document descriptions
sv_se: Ta med dokumentbeskrivningar

source: Use auto-generated document thumbnails
sv_se: Använd autogenererade dokumentminiatyrer

source: Include image attachments in gallery
sv_se: Ta med bildbilagor i galleriet

source: Only look for attachments in post where [dg] is used
sv_se: Sök endast efter bilagor i inlägg där kortkoden [dg] har använts

source: Ascending or descending sorting of documents
sv_se: Stigande eller fallande dokumentsortering

source: Which field to order documents by
sv_se: Det fält som dokumenten skall sorteras efter

source: Whether matched documents must have all taxa_names (AND) or at least one (OR)
sv_se: Ifall matchade dokument måste ha alla taxa_names (AND) eller minst ett (OR)

source: Locally generate thumbnails for audio & video files.
sv_se: Generera miniatyrer för audio- & videofiler lokalt.

source: Use <a href="http://www.ghostscript.com/" target="_blank">Ghostscript</a> for faster local PDF processing (compared to Imagick).
sv_se: Använd <a href="http://www.ghostscript.com/" target="_blank">Ghostscript</a> för snabbare lokal PDF-behandling (jämfört med Imagick).

source: Your server is not configured to run <a href="http://www.ghostscript.com/" target="_blank">Ghostscript</a>.
sv_se: Din server är inte konfigurerad att köra <a href="http://www.ghostscript.com/" target="_blank">Ghostscript</a>.

source: Use <a href="http://www.php.net/manual/en/book.imagick.php" target="_blank">Imagick</a> to handle lots of filetypes locally.
sv_se: Anänd <a href="http://www.php.net/manual/en/book.imagick.php" target="_blank">Imagick</a> för att hantera mängder av filtyper lokalt.

source: Your server is not configured to run <a href="http://www.php.net/manual/en/book.imagick.php" target="_blank">Imagick</a>.
sv_se: Din server är inte konfigurerad att köra <a href="http://www.php.net/manual/en/book.imagick.php" target="_blank">Imagick</a>.

source: Use <a href="https://drive.google.com/viewer" target="_blank">Google Drive Viewer</a> to generate thumbnails for MS Office files and many other file types remotely.
sv_se: Använd <a href="https://drive.google.com/viewer" target="_blank">Google Drive Viewer</a> för att generera miniatyrer för MS Office-dokument samt många andra filtyper externt.

source: Your server does not allow remote HTTP access.
sv_se: Din server tillåter inte externt HTTP-tillträde.

source: The max width and height (in pixels) that thumbnails will be generated.
sv_se: Max bredd och höjd (i pixlar) för genererade miniatyrer.

source: Advanced Thumbnail Generation
sv_se: Avancerad Miniatyrgenerering

source: Whether to log debug and error information related to Document Gallery.
sv_se: Ifall debug- och felinformation relaterat till Document Gallery skall loggas.

source: Whether option structure should be validated before save. This is not generally necessary.
sv_se: Ifall alternativstruktur skall valideras innan nedsparning. Detta är generellt ej nödvändigt.

source: Max number of seconds to wait for thumbnail generation before defaulting to filetype icons.
sv_se: Max antal sekunder att vänta på miniatyrgenerering innan standard filtypsikoner används.

source: Note that generation will continue where timeout happened next time the gallery is loaded.
sv_se: Notera att genereringen kommer att fortsätta därifrån den avbröts av tidsgränsen nästa gång galleriet laddas.

source: Successfully auto-detected the location of Ghostscript.
sv_se: Hittade platsen för Ghostscript automatiskt.

source: Failed to auto-detect the location of Ghostscript.
sv_se: Kunde inte hitta platsen för Ghostscript automatiskt.

source: Options Array Dump
sv_se: Dumpning av Alternativmatris

source: Invalid width given:
sv_se: Ogiltig bredd angiven:

source: Invalid height given:
sv_se: Ogiltig höjd angiven:

source: Invalid Ghostscript path given:
sv_se: Ogiltig sökväg till Ghostscript angiven:

source: Invalid timeout given:
sv_se: Ogiltig tidsgräns angiven:

source: The following values will be used by default in the shortcode. You can still manually set each of these values in each individual shortcode.
sv_se: Följande värden kommer att användas som standard i kortkoden. Du kan fortfarande sätta varje värde, i varje kortkod, manuellt.

source: Select which tools to use when generating thumbnails.
sv_se: Välj vilka verktyg som skall användas vid miniatyrgenerering.

source: Enter custom CSS styling for use with document galleries. To see which ids and classes you can style, take a look at <a href="%s" target="_blank">style.css</a>.
sv_se: Ange anpassad CSS-stil att använda för dokumentgallerier. För att se vilka ID:n och klasser du kan använda, ta en titt på <a href="%s" target="_blank">style.css</a>.

source: Unless you <em>really</em> know what you're doing, you should not touch these values.
sv_se: Om du inte <em>verkligen</em> vet vad du gör så bör du lämna dessa värden orörda.

source: NOTE: <code>exec()</code> is not accessible. Ghostscript will not function.
sv_se: NOTERA: <code>exec()</code> är ej tillgängligt. Ghostscript kommer inte att fungera.

source: The following <em>readonly text</em> should be provided when <a href="http://wordpress.org/support/plugin/document-gallery" target="_blank">reporting a bug</a>:
sv_se: Följande <em>skrivskyddade text</em> skall skickas med vid <a href="http://wordpress.org/support/plugin/document-gallery" target="_blank">buggrapportering</a>:

source: Select All
sv_se: Välj Alla

source: Thumbnail
sv_se: Miniatyr

source: File name
sv_se: Filnamn

source: Date
sv_se: Datum

source: Delete Selected
sv_se: Ta Bort Valda

source: item
sv_se: objekt

source: Go to the first page
sv_se: Gå till första sidan

source: Go to the previous page
sv_se: Gå till föregående sida

source: Current page
sv_se: Aktuell sida

source: of
sv_se: av

source: Go to the next page
sv_se: Gå till nästa sida

source: Go to the last page
sv_se: Gå till sista sidan

source: items per page
sv_se: objekt per sida

source: View
sv_se: Visa

source: attachment page
sv_se: sida för bilaga

source: Attachment not found
sv_se: Bilaga hittades ej

source: Level
sv_se: Nivå

source: Message
sv_se: Meddelande

source: Expand All
sv_se: Expandera Alla

source: Collapse All
sv_se: Fäll ihop Alla

source: Clear Log
sv_se: Rensa Logg

source: There are no log entries at this time.
sv_se: Det finns för närvarande inga loggposter.

source: For Your information:
sv_se: För Din vetskap:

source: is turned ON
sv_se: är PÅSLAGEN

source: is turned OFF
sv_se: är AVSTÄNGD

source: Generated using Document Gallery. Get yours here:
sv_se: Genererat med Document Gallery. Skaffa det här:

source: No attachments to display. How boring! :(
sv_se: Inga bilagor att visa. Så tråkigt! :(

source: The %s parameter may only be "%s" or "%s." You entered "%s."
sv_se: Parametern %s får endast vara "%s" eller "%s." Du angav "%s."

source: The following ID is invalid:
sv_se: Följande ID är ogiltigt:

source: The orderby value entered, "%s," is not valid.
sv_se: Värdet som angävs för sortering, "%s," är ogiltigt.

source: %s is not a valid term name in %s.
sv_se: %s är ej ett giltigt termnamn i %s.

source: Failed to set Imagick page number
sv_se: Kunde inte sätta Imagick sidnummer

source: Attempting to generate thumbnail for attachment #%d with (%s)
sv_se: Försöker generera miniatyr för bilagan #%d med (%s)

source: Could not open file:
sv_se: Kunde inte öppna fil:

source: Could not write file:
sv_se: Kunde inte skriva till fil:

source: Failed to open file in Imagick:
sv_se: Kunde inte öppna fil i Imagick:

source: Failed to save image in Imagick:
sv_se: Kunde inte spara bild i Imagick:

source: Ghostscript failed:
sv_se: Ghostscript misslyckades:

source: Failed to retrieve thumbnail from Google:
sv_se: Kunde inte hämta miniatyr från Google:

source: Thumbnail Generators:
sv_se: Miniatyrgeneratorer:

source: No thumbnail generators enabled.
sv_se: Inga miniatyrgeneratorer aktiverade.

source: Failed to get image editor:
sv_se: Kunde inte hämta bildredigerare:

source: Failed to save image:
sv_se: Kunde inte spara bild:

source: Display non-images (and images) in gallery format on a page or post with the [dg] shortcode.
sv_se: Visa dokument (och bilder) i galleriformat på en sida eller i ett inlägg med kortkoden [dg].
